import React from 'react'
import "./Home_text.css"


const Home_text = () => {
  return (
    <React.Fragment>
      
      <section id="about">
        <h5 className="text_card">
          17Group - это динамично и устойчиво развивающаяся компания, создающая
          широкий спектр услуг для своих клиентов . Компания создалась в 2018
          году и до сегоднежнего дня запустил несколько проектов в Центральной
          Азии. Premier project , KMM projects , 17 Project. Мы занимаемся
          продажей акксесуаров и запчастей для всех моделей
          Tesla,Byd,Zeekr,Lixiang,Cherry,Jetour. Основной рынок является
          Узбекистан,Казахстан,Таджикистан и Россия. 17 Project - динамично и
          устойчиво развивающаяся команда  создающая инновации в сфере
          Автомобильной индустрии. Мы движемся вместе как огромная группа
          талантливых людей, готовых раздвигать границы, бросать вызов и
          нарушать отраслевые стандарты. Мы занимаемся всеми запасными частями
          китайских новых брендов энергетических транспортных средств. Мы
          сотрудничаем более с 20 брендовых фабрик и можем предоставить клиентам
          полный спектр услуг, а также можем предоставить все виды сложных
          запасных частей.Мы предоставляем оригинальные и фирменные запчасти и
          высококачественные запчасти, используемые в соответствии с
          потребностями клиентов, а также можем предоставить клиентам
          разнообразную послепродажную техническую поддержку. Мы создаем
          конкурентно способную атмосферу и предлагаем высококачественные
          акксесуары и запчасти в Центральной Азии.
        </h5>
      </section>
    </React.Fragment>
  );
}

export default Home_text
